{
  "categories": {
    "HR": {
      "code": "HR",
      "type": "Category",
      "categorie": "Passenger aids"
    },
    "HV": {
      "code": "HV",
      "type": "Category",
      "categorie": "Vehicle aids"
    },
    "AV": {
      "code": "AV",
      "type": "Category",
      "categorie": "Secondary demands – transportation"
    },
    "AB": {
      "code": "AB",
      "type": "Category",
      "categorie": "Secondary demands – supervision"
    },
    "AER": {
      "code": "AER",
      "type": "Category",
      "categorie": "Secondary demands – Extra passenger"
    },
    "K": {
      "code": "K",
      "type": "Category",
      "categorie": "Characteristics"
    },
    "ZR": {
      "code": "ZR",
      "type": "Category",
      "categorie": "(accompanied) Independant travel"
    },
    "RR": {
      "code": "RR",
      "type": "Category",
      "categorie": "Travel rights"
    }
  },
  "codes": {
    "HR-01": {
      "code": "HR-01",
      "name": "Wheelchair - standard",
      "feature": "Wheelchair in which the passenger remains seated during transport.\n– Type 'non-electrical' and 'responsibly lockable'.\n– Complies with VVR code.\n– Maximum width of 90 cm.",
      "explanation": "The carrier must transport the passenger safely and responsibly in the wheelchair. This means that this wheelchair complies with the new VVR code. There are hook symbols on the wheelchair. Note: If these are not included, the municipality must consult with the auxiliary supplier.",
      "remarks": "",
      "link": "http://www.r82.nl/media/660247/code_vvr.pdf"
    },
    "HR-02": {
      "code": "HR-02",
      "name": "Wheelchair - electric",
      "feature": "Wheelchair in which the passenger remains seated during transport.\n– Type 'electrical' and 'responsibly lockable'.\n– Complies with VVR code.\n– Maximum 90 cm wide.\n– Maximum weight requirement according to the vehicle.",
      "explanation": "For the carrier, this may mean excluding the use of ramps and specific vehicles.",
      "remarks": "",
      "link": "http://www.r82.nl/media/660247/code_vvr.pdf"
    },
    "HR-03": {
      "code": "HR-03",
      "name": "Wheelchair - foldable",
      "feature": "Wheelchair passenger that can transfer into the car him/herself.\n– Passenger can be transported by bus or passenger car; unless also the attribute AV-02 'must be in' (wheelchair) bus' is given.\n– Passenger can be transported in a vehicle without lowered access.",
      "explanation": "Passenger may not remain seated in the collapsible wheelchair during transportation.",
      "remarks": "",
      "link": ""
    },
    "HR-04": {
      "code": "HR-04",
      "name": "Wheelchair - not secure with person in it",
      "feature": "Wheelchair where the passenger him/herself makes a transfer to a car seat.\n– Passenger takes place in a car seat.\n– Wheelchair cannot be 'responsibly secured' and is often not foldable.",
      "explanation": "Carrier offers a seat and space for a loose wheelchair. In some cases it concerns a sports wheelchair (not collapsible). These wheelchairs are often light, or made for a specific sport. HR-04 also includes a Handbike: this is an extra addition to a (sports) wheelchair, often not suitable for transport and often not collapsible.",
      "remarks": "",
      "link": ""
    },
    "HR-05": {
      "code": "HR-05",
      "name": "Wheelchair - self balancing two-wheeler",
      "feature": "Wheelchair (two-wheeler) where the passenger him/herself makes a transfer to a car seat.\n– Type 'not responsible lockable'.\n– Applies as baggage.\n– In connection with weight (Arbo) not liftable.",
      "explanation": "Carrier provides a seat and space for a separate wheelchair. \nExamples: Segway wheelchair or Genny.",
      "remarks": "",
      "link": ""
    },
    "HR-06": {
      "code": "HR-06",
      "name": "Wheelchair - divergent",
      "feature": "Wheelchair where the passenger during the transport remains seated.\n– Type 'deviant'.\n– May not meet VVR code.\n– At least 91 cm wide and/or with excellent parts.\n– Memo field explanation needed for carrier, such as 'leg forward' or passenger will/will not remain in a wheelchair.\n– Maximum weight that is allowed for the ramp and vehicle; if this wheelchair exceeds the values, then the driver must refuse the passenger.",
      "explanation": "The memo field indicates what the deviation is so that the carrier knows beforehand. Carrier then knows which specific combinations or vehicles are not possible.",
      "remarks": "",
      "link": ""
    },
    "HR-07": {
      "code": "HR-07",
      "name": "Rollator - or walker",
      "feature": "passenger is dependent on rollator/walker.\n– the aid must be transported securely.",
      "explanation": "The carrier transports the rollator/walker as well. This is transported securely.",
      "remarks": "",
      "link": ""
    },
    "HR-08": {
      "code": "HR-08",
      "name": "Rollator - divergent",
      "feature": "Rollator with attachments that can influence the required means of transport.\n– Memo field explanation needed for carrier with description of the fittings.",
      "explanation": "The memo field indicates what the deviation is so that the carrier know beforehand.",
      "remarks": "",
      "link": ""
    },
    "HR-09": {
      "code": "HR-09",
      "name": "Scooter - standard",
      "feature": "Mobility scooter in which the passenger him/herself makes the transfer to a car seat.\n– Structural aid (note: if the scooter is occasionally taken, apply H11 'variable aid' characteristic).\n– Maximum 90 cm wide and 150 cm long.\n– Passenger seat and space for scooter required in vehicle.",
      "explanation": "The carrier must refuse the passenger if the transfer to a seat cannot be made (required by law).\n\nCan the passenger not make a transfer? Then the operator/planner refers the passenger to alternative transport:\n for example a scooter is allowed under certain conditions in the train.",
      "remarks": "",
      "link": ""
    },
    "HR-10": {
      "code": "HR-10",
      "name": "Scooter - divergent",
      "feature": "Mobility scooter in which the passenger him/herself makes the transfer to a car seat.\n– Structural aid (note: if the scooter is occasionally included, then H-11 'variable aid' attribute).\n– At least 90 cm wide and/or longer than 150 cm.\n– Passenger seat and space for scooter required in vehicle.\n– Memo field explanation needed for carrier.",
      "explanation": "In the memo field the deviation is indicated, so that the carrier knows this in advance. The carrier then knows which \r\nspecific combinations or vehicles are not possible. \n\nThe carrier must refuse the passenger if the transfer to a seat cannot be made (required by law).\n\nCan the passenger not make a transfer? Then the operator/planner refers the passenger to alternative transport:\n for example a scooter is allowed under certain conditions in the train.",
      "remarks": "",
      "link": "http://www.r82.nl/media/660247/code_vvr.pdf"
    },
    "HR-11": {
      "code": "HR-11",
      "name": "variable aid",
      "feature": "Passenger travels with an aid.\n– Assign attribute as not always the same tool is included.\n– The person who takes the ride order always asks which aid is included in that ride.",
      "explanation": "The memo field must indicate which aids can be transported. The planner indicates in the memo field for the driver which aid is included in that journey.\n\nHR-11 also includes an oxygen bottle. Please note: does the passenger use an oxygen bottle? This is not always permitted by law. Make additional agreements about this with the carrier.",
      "remarks": "",
      "link": ""
    },
    "HR-12": {
      "code": "HR-12",
      "name": "Support dog",
      "feature": "Passenger travels with a guide or assistance dog.\n– Passenger and dog seat required in vehicle.",
      "explanation": "",
      "remarks": "",
      "link": ""

    },

    "HV-01": {
      "code": "HV-01",
      "name": "Seatbelt - exemption",
      "feature": "Passenger is not required to wear a seat belt.\n– Required: exemption from CBR (see www.cbr.nl).",
      "explanation": "The passenger must include the exemption when applying for target group transport. The passenger must – if the driver requests this – show the exemption. If the passenger cannot show this, the driver will refuse the transport.",
      "remarks": "",
      "link": "www.cbr.nl"
    },
    "HV-02": {
      "code": "HV-02",
      "name": "Seatbelt - extension",
      "feature": "Due to his posture, the passenger needs a seat belt extension.\n– The passenger himself provides an extra long belt or 'extension'.",
      "explanation": "The passenger must bring an extension himself, unless other agreements have been made between the indication provider and the carrier (contract or appointment register). If this is the case, this must be indicated in a memo field.",
      "remarks": "",
      "link": ""
    },
    "HV-03": {
      "code": "HV-03",
      "name": "Seat - raised chair",
      "feature": "Passenger requires a booster seat.\n– The carrier provides the booster seat.",
      "explanation": "Carrier delivers the booster seat. Please note: contract agreements with the carrier indicate who pays this (the carrier or the indication provider).",
      "remarks": "",
      "link": ""
    },
    "HV-04": {
      "code": "HV-04",
      "name": "Seat - child seat category 1",
      "feature": "Passenger uses category 1 child seat (9 to 18 kg).\n– The child seat has a 5-point belt.\n– The carrier provides the child seat.",
      "explanation": "Carrier provides the child seat with 5-point belt. Please note: contract agreements with the carrier indicate who pays this (the carrier or the indication provider).",
      "remarks": "",
      "link": ""
    },
    "HV-05": {
      "code": "HV-05",
      "name": "Transfer wheelchair",
      "feature": "Passenger must use a transfer wheelchair. Passenger cannot make the transfer. A 'seated entry' will have to be used.\n– The carrier provides the transfer wheelchair.",
      "explanation": "Carrier provides the transfer wheelchair. Please note: contract agreements with the carrier indicate who pays for this (the carrier or the indication provider).",
      "remarks": "",
      "link": ""
    },

    "AV-01": {
      "code": "AV-01",
      "name": "Transportation - Individual",
      "feature": "Passenger is not capable of traveling with others.\n– Carrier may not combine the passenger with other passengers.",
      "explanation": "Passenger travels only with the driver.\nThis is a characteristic that is only assigned in special cases.",
      "remarks": "",
      "link": ""
    },
    "AV-02": {
      "code": "AV-02",
      "name": "Transportation - in (wheelchair) bus",
      "feature": "Passenger cannot be transported in a passenger car.\n– Must be transported in a (wheelchair) bus.",
      "explanation": "Passenger has limitations in the musculoskeletal system. It could be that passenger needs a transfer wheelchair has (HV-05). With a folding wheelchair, this feature may be necessary, in order to transfer to a seat.",
      "remarks": "",
      "link": ""
    },
    "AV-03": {
      "code": "AV-03",
      "name": "Transportation - last in / first out",
      "feature": "Passenger is 'limited taxable' in time. Or the passenger must be removed from care/supervision for as short a time as possible.",
      "explanation": "Note: Other passengers who share a means of transport may have to make additional detours as a result.\n\nThe operator/planner must inform passengers about extra detour times (don't give a reason for privacy reasons).",
      "remarks": "",
      "link": ""
    },
    "AV-04": {
      "code": "AV-04",
      "name": "Transportation - when private car, front seat",
      "feature": "Passenger can be transported in both a bus and a passenger car.\n– Is a passenger car used? Then this person should sit in the front.",
      "explanation": "Passenger has limitations in the musculoskeletal system or suffers from an extreme form of motion sickness (which cannot be solved with medication). \n\nIs the reason carsickness?  Then a medical certificate is required. The indicator counter is advised to view the fleet. Current vehicles have more legroom in the rear, whereby the 'front' indication only needs to be used in special cases.",
      "remarks": "",
      "link": ""
    },
    "AV-05": {
      "code": "AV-05",
      "name": "Transportation - in private car",
      "feature": "Passenger cannot be transported in a (wheelchair) bus, but can be transported in a passenger car.",
      "explanation": "Passengers can take a seat in a (wheelchair) bus using a transfer wheelchair. This indication is\nusually not issued for a low entry.\n\nA medical certificate is required to issue this indication.",
      "remarks": "",
      "link": ""
    },
    "AV-06": {
      "code": "AV-06",
      "name": "Transportation - front seat and in private car",
      "feature": "Passenger must be in the front and cannot be transported in a bus.",
      "explanation": "Passenger has and/or:\n- Musculoskeletal limitations\n- Suffers from an extreme form of motion sickness (cannot be solved with medication). Is the reason carsickness? Then a medical certificate is required.\n- Other reasons that require passenger to sit in this place.",
      "remarks": "",
      "link": ""
    },
    "AV-07": {
      "code": "AV-07",
      "name": "Transportation - front seat, regardless of vehicle",
      "feature": "Passenger must be transported in the front.",
      "explanation": "Passenger has and/or:\n- Musculoskeletal limitations\n- Suffers from an extreme form of motion sickness (cannot be solved with medication). Is the reason carsickness? Then a medical certificate is required.\n- Other reasons that require passenger to sit in this place.",
      "remarks": "",
      "link": ""
    },
    "AV-08": {
      "code": "AV-08",
      "name": "Transportation - low access",
      "feature": "Passenger has a limitation that requires a low entry.\n– Please note: boarding via the lift (whether or not on the driver's arm) is not allowed.",
      "explanation": "Note: there is no definition of a 'low entry'. This depends on the carrier's fleet (contract agreements). In some cases a step is required.",
      "remarks": "",
      "link": ""
    },
    "AV-09": {
      "code": "AV-09",
      "name": "Transportation - combination with other, except...",
      "feature": "Passenger can be combined with others, but not with a number of specific persons.\n– Memo field explanation required for carrier (names with whom may not be combined).",
      "explanation": "Ex. pupils can travel together with others, but not with all children due to quarrels or other unrest.",
      "remarks": "",
      "link": ""
    },
    "AV-10": {
      "code": "AV-10",
      "name": "Transportation - cannot come with other Targetgroup",
      "feature": "Passenger cannot be combined with other transport flows. It can therefore be combined with other passengers within its own transport flow.\n– Memo field explanation required for carrier with transport flows that may not be combined.",
      "explanation": "Transport flows: example Social Support Act, student transport, gym transport - daytime activities.",
      "remarks": "",
      "link": ""
    },
    "AV-11": {
      "code": "AV-11",
      "name": "Transportation - short travel time",
      "feature": "Maximum travel time applies to passengers.\n– The maximum travel time is determined by the indication counter, on the advice of an advisor.\n– This travel time deviates from contract agreements.",
      "explanation": "In exceptional cases and only on the advice of an independent advisor, municipalities can assign this characteristic to travelers (eg students with serious behavioural problems). The maximum allowed travel time is shortened compared to the maximum travel time established in the contract with the carrier. The passenger can be combined, only not for the contractually determined travel time.",
      "remarks": "",
      "link": ""
    },
    "AV-12": {
      "code": "AV-12",
      "name": "separate seat",
      "feature": "Passenger may not sit directly next to other passenger; there must be space in between. If 2 chairs with a walkway space between them are next to each other, this is possible. Together on a bench or 2 chairs and shoulder to shoulder is not possible.",
      "explanation": "",
      "remarks": "",
      "link": ""
    },
    "AB-01": {
      "code": "AB-01",
      "name": "Supervision - room to room",
      "feature": "Passenger is collected by the driver from the front door of his/her room/apartment. And the driver accompanies him/her to the front door of the room/apartment. Unless transfer is possible and agreed upon.",
      "explanation": "Passenger needs to be taken from his/her room (often in an institution/hospital) to another room (often in an institution/hospital). Driver is responsible for escorting within a building to the correct interior door.",
      "remarks": "",
      "link": ""
    },
    "AB-02": {
      "code": "AB-02",
      "name": "Supervision -  door to door",
      "feature": "Passenger is picked up by the driver at the front door of the building. And the driver escorts to the front door of destination. This can be the central hall.",
      "explanation": "Applicable in exceptional cases:\r\n- 'danger of falling' of the passenger.\r\n- The passenger cannot be found and/or the passenger cannot find the taxi or front door.",
      "remarks": "",
      "link": ""
    },
    "AB-03": {
      "code": "AB-03",
      "name": "Supervision -  necessary / medical support",
      "feature": "The passenger cannot and may not travel independently in a taxi and needs an escort. Travelling without an attendant is not permitted with this feature!",
      "explanation": "The telephone operator/planner must inform the passenger that this characteristic only applies within the transport area for which the characteristic has been issued. \n\nIf there is no attendant, the driver may not take the passenger. The journey may not be started. The journey is reported as 'empty'. \n\nIt is contractually defined whether the client or carrier pays the companion's travel costs.",
      "remarks": "",
      "link": ""
    },
    "AB-04": {
      "code": "AB-04",
      "name": "Supervision - variable supporter",
      "feature": "Under certain circumstances, the passenger 'can and may' travel by him/herself in a taxi. Under certain circumstances, the passenger will need an escort. A memo field describes to the carrier when the passenger may or may not travel without an attendant.",
      "explanation": "In certain periods/situations the passenger cannot travel independently by taxi and needs an escort. With this characteristic, the person who orders the fare must ask whether an attendant will be accompanying him/her on that particular journey. The telephone operator/planner must inform the passenger that this ticket is only valid within the transport area for which the ticket has been issued.\n\nIf an attendant is not present when he should be, the driver may not take the passenger. The journey may not be started. The journey is reported as 'empty'.\nIt is contractually agreed whether the client or the carrier pays the attendant's travel expenses.",
      "remarks": "",
      "link": ""
    },
    "AER-01": {
      "code": "AER-01",
      "name": "Travelalong - free",
      "feature": "Passenger is allowed to be accompanied when traveling. This companion travels free of charge.",
      "explanation": "In memo field: pass number of fellow traveller's pass (or number) or leave blank.\n\nThis is not a standard policy for all municipalities.\n\nIt is contractually defined whether the client or carrier pays the travel expenses of the companion.",
      "remarks": "",
      "link": ""
    },
    "AER-02": {
      "code": "AER-02",
      "name": "Travelalong - discount",
      "feature": "Passenger is allowed to be accompanied when traveling. \n- This companion travels at a reduced rate (with or without own WMO-pass)",
      "explanation": "In some regions/municipalities, multiple Wmo pass holders travel together and receive a combined travel/group discount. \n\nThis is not a standard policy for all municipalities.\n\nIt is contractually defined whether or not the client pays a fee to the carrier.",
      "remarks": "",
      "link": ""
    },
    "AER-03": {
      "code": "AER-03",
      "name": "Household member",
      "feature": "Passenger is a household member of someone with an WMO-pass.\n- This passenger is not allowed to travel independently with the WMO-pass (of the other person).\n- The memo field contains the card number of the WMO-pass holder.",
      "explanation": "It is contractually defined whether or not the client pays a fee to the carrier.",
      "remarks": "",
      "link": ""
    },
    "K-01": {
      "code": "K-01",
      "name": "Characteristic - Blind / Partially sighted",
      "feature": "Passenger is blind/partially sighted.\nInformation for driver\n– The characteristic may be attributed with (documented) permisson from the passenger or his/her/... legal representative.",
      "explanation": "The driver has to take initiative to look for the passenger and make their arrival known.",
      "remarks": "",
      "link": ""
    },
    "K-02": {
      "code": "K-02",
      "name": "Characteristic - deaf / hearing impaired",
      "feature": "Passenger is deaf / hearing impaired.\nInformation for driver\n– The characteristic may be attributed with (documented) permisson from the passenger or his/her/... legal representative.",
      "explanation": "The driver has to take initiative to look for the passenger and make their arrival known.",
      "remarks": "",
      "link": ""
    },
    "K-03": {
      "code": "K-03",
      "name": "Characteristic - cognitively impaired",
      "feature": "Passenger is cognitively impaired.\nInformation for driver\n– The characteristic may be attributed with (documented) permisson from the passenger or his/her/... legal representative.",
      "explanation": "The driver has to take initiative to look for the passenger and make their arrival known.",
      "remarks": "",
      "link": ""
    },
    "K-04": {
      "code": "K-04",
      "name": "Characteristic - cannot talk",
      "feature": "Passenger can not talk.\nInformation for driver\n– The characteristic may be attributed with (documented) permisson from the passenger or his/her/... legal representative.",
      "explanation": "",
      "remarks": "",
      "link": ""
    },
    "K-05": {
      "code": "K-05",
      "name": "Characteristic - No (nose) mouth protection",
      "feature": "Passenger cannot wear (nose) mouth protection.",
      "explanation": "When this code is issued other travel directions apply for this passenger in times the wearing of nose/mouth protection is mandatory.\nThis could mean that in certain periods (f.e. during COVID regulations) the passenger will have to be seated a 1.5 meter distance from others.\n\nWarning : This is not necessarily related to the secondary transportation demand (AV-01). Depending on the local system charactaristics & vehicles it could be that this passenger has to travel solo. supplementary arrangements could be needed.",
      "remarks": "",
      "link": ""
    },
    "ZR-01": {
      "code": "ZR-01",
      "name": "PT - advice | mobilityadvice",
      "feature": "Telephone operator/planner is obliged to provide passenger with public transport alternatives.\r\n- If this characteristic is issued by the municipality, at least one other characteristic from the ZR series must be indicated.\r\n- If other modes of transport are offered besides public transport, mobility advice is used with ZR-01.",
      "explanation": "This feature is intended to provide passengers with alternatives. This is to stimulate the use of public transport and to promote (accompanied) independent travel. It is necessary to add additional features from the ZR series so that the operator/planner knows whether an alternative is really a good alternative for this traveller.\n\nThe operator/planner gives a recommendation. This depends on the characteristics (possibilities) of the passenger and also on the available transport network. The passenger decides whether or not to follow the advice, unless mandatory advice is given.",
      "remarks": "",
      "link": ""
    },
    "ZR-02": {
      "code": "ZR-02",
      "name": "PT-stop max 100 meter",
      "feature": "Passenger can independently move to and from an accessible public transport stop if the distance is maximum 100 metres.\r\n- Public transport stop: bus train metro.\r\n- Accessible stop: www.haltescan.nl.",
      "explanation": "Refers to distance by road/footpath (not as the crow flies).",
      "remarks": "",
      "link": "www.haltescan.nl"
    },
    "ZR-03": {
      "code": "ZR-03",
      "name": "PT-stop max 250 meter",
      "feature": "Passenger can independently move to and from an accessible public transport stop if the distance is maximum 250 metres.\n- Public transport stop: bus train metro.\n- Accessible stop: www.haltescan.nl .",
      "explanation": "Refers to distance by road/footpath (not as the crow flies).",
      "remarks": "",
      "link": "www.haltescan.nl"
    },
    "ZR-04": {
      "code": "ZR-04",
      "name": "PT-stop max 500 meter",
      "feature": "Passenger can independently move to and from an accessible public transport stop if the distance is maximum 500 metres.\n- Public transport stop: bus train metro.\n- Accessible stop: www.haltescan.nl.",
      "explanation": "Refers to distance by road/footpath (not as the crow flies).",
      "remarks": "",
      "link": "www.haltescan.nl"
    },
    "ZR-05": {
      "code": "ZR-05",
      "name": "PT-stop max 1000 meter",
      "feature": "Passenger can independently move to and from an accessible public transport stop if the distance is maximum 1000 metres.\n- Public transport stop: bus train metro.\n- Accessible stop: www.haltescan.nl.",
      "explanation": "Refers to distance by road/footpath (not as the crow flies).",
      "remarks": "",
      "link": "www.haltescan.nl"
    },
    "ZR-06": {
      "code": "ZR-06",
      "name": "PT-stop (variable) distance",
      "feature": "Passenger can go independently to and from an accessible PT stop, however, this depends on the condition at the time.\n- PT stop: bus train metro.\n- Accessible stop: www.haltescan.nl",
      "explanation": "The carrier will determine the possible distance & accessibility together with the passenger. \nCategory (accompanied) Independant travel (ZR) 15.",
      "remarks": "",
      "link": "www.haltescan.nl"
    },
    "ZR-07": {
      "code": "ZR-07",
      "name": "PT-stop: required - motorably accessible",
      "feature": "Passenger can independently move to and from an accessible PT stop that is also 'motorable'.\n- PT stop: bus train metro.\n- Accessible stop - motorized: www.haltescan.nl.",
      "explanation": "For example, the traveller has a bad leg or uses a wheelchair.",
      "remarks": "",
      "link": "www.haltescan.nl"
    },
    "ZR-08 ": {
      "code": "ZR-08",
      "name": "PT-stop: required  - non visual",
      "feature": "Passenger can independently move to and from an accessible PT stop that is also non-visually accessible.\n- PT stop: bus train metro.\n- Accessible stop : www.haltescan.nl.",
      "explanation": "The bus stop is fitted with guidance tiles. Both the stop and its surroundings must be designed to be 'non-visually accessible'.",
      "remarks": "",
      "link": "www.haltescan.nl"
    },
    "ZR-09": {
      "code": "ZR-09",
      "name": "Changeover: max 0",
      "feature": "Public transport is a 'suitable alternative' if there is no need for transfers.",
      "explanation": "",
      "remarks": "",
      "link": ""
    },
    "ZR-10": {
      "code": "ZR-10",
      "name": "Changeover: max 1 time",
      "feature": "Public transport is a 'suitable alternative' if there is need for only one transfer.",
      "explanation": "Telephone operator/planner agrees with passenger on feasibility of transfer times.",
      "remarks": "",
      "link": ""
    },
    "ZR-11": {
      "code": "ZR-11",
      "name": "Changeover: max 2 times",
      "feature": "Public transport is a 'suitable alternative' if there is need for maximum two transfers.",
      "explanation": "Telephone operator/planner agrees with passenger on feasibility of transfer times.",
      "remarks": "",
      "link": ""
    },
    "ZR-12": {
      "code": "ZR-12",
      "name": "Changeover: max 3 times",
      "feature": "Public transport is a 'suitable alternative' if there is need for maximum three transfers.",
      "explanation": "Telephone operator/planner agrees with passenger on feasibility of transfer times.",
      "remarks": "",
      "link": ""
    },
    "ZR-13": {
      "code": "ZR-13",
      "name": "Multimodal",
      "feature": "Passenger is able to use multiple modalities : Taxi(bus), bus, train, tram & local carrier initiaves,....",
      "explanation": "",
      "remarks": "",
      "link": ""
    },
    "ZR-14": {
      "code": "ZR-14",
      "name": "Night blind",
      "feature": "Passenger can only travel with Public transportation during daylight.",
      "explanation": "",
      "remarks": "",
      "link": ""
    },
    "ZR-15": {
      "code": "ZR-15",
      "name": "Bicycle usage - partly",
      "feature": "Passenger uses bicycle as means of transport on some days (accompanied).\n- In case of pupils, indicate in memo field on which days the bicycle is used.",
      "explanation": "Passenger often is a pupil. Pupil goes (accompanied) independently to school by bicycle for some days/rides. Travels by Taxi(bus) for the other days/rides.",
      "remarks": "",
      "link": ""
    },
    "ZR-16": {
      "code": "ZR-16",
      "name": "Bicycle usage - full",
      "feature": "Passenger uses bicycle (accompanied) as a means of transport.\r\n- The municipality reimburses (part of) the bicycle / accompaniment or otherwise.",
      "explanation": "Passenger often is a pupil. Pupil goes (accompanied) independently to school by bicycle . Pupil does not use the taxi(bus).",
      "remarks": "",
      "link": ""
    },
    "ZR-17 ": {
      "code": "ZR-17",
      "name": "Train usage - partly",
      "feature": "Passenger uses (accompanied) train as a means of transport on some days.\r\n- In case of pupils, indicate in memo field on which days the train is used.",
      "explanation": "Passenger often is a pupil. Pupil goes (accompanied) independently to school by train for some days/rides. Travels by Taxi(bus) for the other days/rides.",
      "remarks": "",
      "link": ""
    },
    "ZR-18": {
      "code": "ZR-18",
      "name": "Train usage - fully",
      "feature": "Passenger uses (accompanied) train as a means of transport.\r\n- The municipality reimburses the train/accompaniment or otherwise.",
      "explanation": "Passenger often is a pupil. Pupil goes (accompanied) independently to school by train. Pupil does not use the taxi(bus).",
      "remarks": "",
      "link": ""
    },
    "ZR-19": {
      "code": "ZR-19",
      "name": "Bus usage - partly",
      "feature": "Passenger uses (accompanied) bus as means of transport on some days.\r\n- In case of pupils, indicate in memo field on which days the bus is used.",
      "explanation": "Passenger often is a pupil. Pupil goes (accompanied) independently to school by bus for some days/rides. Travels by Taxi(bus) for the other days/rides.",
      "remarks": "",
      "link": ""
    },
    "ZR-20": {
      "code": "ZR-20",
      "name": "Bus usage - fully",
      "feature": "Passenger uses (accompanied) the bus as a means of transport.\r\n- The municipality reimburses the bus/accompaniment or otherwise.",
      "explanation": "Passenger often is a pupil. Pupil goes (accompanied) independently to school by bus. Pupil does not use the taxi(bus).",
      "remarks": "",
      "link": ""
    },
    "ZR-21": {
      "code": "ZR-21",
      "name": "Own transportation - partly",
      "feature": "Passenger uses (accompanied) private transport on some days 'as a means of transport'.\r\n- In the case of pupils, indicate in the memo field on which days private transport is used.",
      "explanation": "Passenger often is a pupil. Pupil goes (accompanied) independently to school for some days/ride. Parents/carers use their own transport and may or may not receive compensation for this.  Travels by Taxi(bus) for the other days/rides.",
      "remarks": "",
      "link": ""
    },
    "ZR-22": {
      "code": "ZR-22",
      "name": "Own transportation - fully",
      "feature": "Passenger uses 'own transport' as a means of transport.\n- The municipality reimburses (part of) own transport or otherwise.",
      "explanation": "Passenger often is a pupil. Pupil goes (accompanied) independently to school. Parents/carers use their own transport and may or may not receive compensation for this. Pupil does not use the taxi(bus).",
      "remarks": "",
      "link": ""
    },
    "ZR-23": {
      "code": "ZR-23",
      "name": "Pick-up point usage",
      "feature": "Passenger can use a pick-up point.",
      "explanation": "A pick-up point is a place where several travellers gather in order to continue their journey together in a taxibus. Pupils are brought here by their parents or cycle to the pick-up point. The taxibus can also drop them off here. They then travel on by themselves.",
      "remarks": "",
      "link": ""
    },
    "ZR-24": {
      "code": "ZR-24",
      "name": "Extra transfertime",
      "feature": "Passenger will require the double amount of time for a transfer (as supposed to the travelplanner).",
      "explanation": "The operator/planner will take into account the extra time needed. 'Twice the time' is based on the transfer time currently used in national apps. If a traveller needs more time to change trains, the operator can be notified. Together, we can then decide what time the WMO-taxi will pick up the traveller, so that the transfer can be properly made.",
      "remarks": "",
      "link": ""
    },
    "RR-01": {
      "code": "RR-01",
      "name": "Kilometre budget",
      "feature": "Passenger receives a kilometres quote from the municipality. Per traveled kilometre the passenger needs to pay the set WMO-tarif.\n– Yearly, or a part of the year.\n– Note the traveled distance in the memo-field",
      "explanation": "Carrier shall keep records of the number of kilometres travelled by the passenger. If a direct debit is used, the passenger will be informed of the number of kilometres used each month.",
      "remarks": "",
      "link": ""
    },
    "RR-02": {
      "code": "RR-02",
      "name": "Mobility budget",
      "feature": "Passenger receives a yearly mobility budget from the municipality.\n– Yearly, or a part of the year.\r\n– Note the used budget in the memo-field",
      "explanation": "The transport company records how much of the mobility budget the traveller has travelled via the transport company. In the case of direct debit, travellers are informed of the used budget on a monthly basis.",
      "remarks": "",
      "link": ""
    },
    "RR-03": {
      "code": "RR-03",
      "name": "Extraregional travel - Valys",
      "feature": "Passenger has a Valys-card.",
      "explanation": "The telephone operator/planner can take the Valys card of the passenger into account in the PT advice.",
      "remarks": "",
      "link": ""
    }
  },
  "credits": [{
    "version": "dutch version",
    "name": "Jeroen van Neer",
    "organisation": "Publiek Vervoer",
    "uri": ""
  },
    {
      "version": "dutch version",
      "name": "Martin Boerjan",
      "organisation": "Ieder(in)",
      "uri": ""
    },
    {
      "version": "dutch version",
      "name": "Patrick Schmidt",
      "organisation": "MEE IJsseloevers",
      "uri": ""
    },
    {
      "version": "dutch version",
      "name": "Ruud Mollema",
      "organisation": "ICTU",
      "uri": ""
    },
    {
      "version": "dutch version",
      "name": "Sjak Rijploeg",
      "organisation": "ROVER",
      "uri": ""
    },
    {
      "version": "dutch version",
      "name": "Conny Broeijer",
      "organisation": "ministerie I&W",
      "uri": ""
    },
    {
      "version": "dutch version",
      "name": "Eva de Ruiter",
      "organisation": "ministerie I&W",
      "uri": ""
    },
    {
      "version": "dutch version",
      "name": "Jantine Vochteloo",
      "organisation": "KNV",
      "uri": ""
    },
    {
      "version": "dutch version",
      "name": "Mark Renne",
      "organisation": "Omnibuzz",
      "uri": ""
    },
    {
      "version": "dutch version",
      "name": "Eugenia Pozo",
      "organisation": "ministerie VWS",
      "uri": ""
    },
    {
      "version": "dutch version",
      "name": "Ton van Weerdenburg",
      "organisation": "Oogvereniging",
      "uri": ""
    },
    {
      "version": "dutch version",
      "name": "Edwin de Bruin",
      "organisation": "Connexxion",
      "uri": ""
    },
    {
      "version": "english translation",
      "name": "Tjalle Groen",
      "organisation": "Mpact",
      "uri": "https://www.mpact.be"
    },
    {
      "version": "english translation",
      "name": "Ross Curzon-Butler",
      "organisation": "Cargoroo",
      "uri": ""
    },
    {
      "version": "Publisher",
      "name": "",
      "organisation": "CROW-KpVV Ede",
      "uri": "https://www.crow.nl/publicaties/woordenboek-reizigerskenmerken"
    },
    {
      "version": "Publisher English translation",
      "name": "",
      "organisation": "TOMP working group",
      "uri": "https://www.tomp-wg.org"
    }

  ]
}